Repository: frePPLe/frepple-data-admin
Catalog: data_admin/common/static/common/po/*.po
Languages: he, ru

source: %s allocated out of %s
ru: %s выделено из %s

source: Add to the graph
he: Voeg toe aan de grafiek
ru: добавить в график

source: An operation gets the color of its category.<br> The operation categories should be filled in the operation table. <br><br>
he: הפעולה מקבלת את הצבע של הקטגוריה שלה.<br> יש למלא את קטגוריות הפעולות בטבלת הפעולות. <br><br>
ru: операция приобретает цвет своей категории. <br> категории операции должны быть заполнены в таблице операций. <br><br>

source: An operation gets the color of its subcategory.<br> The operation subcategories should be filled in the operation table. <br><br>
he: פעולה מקבלת את הצבע של קטגוריית המשנה שלה.<br> יש למלא את קטגוריות המשנה של הפעולה בטבלת הפעולות. <br><br>
ru: операция приобретает цвет ее подкатегории. <br> операции подкатегорий должны быть заполнены в таблице операций. <br><br>

source: An operation gets the color the category of the item it produces.<br> The item categories should be filled in the item table. <br><br>
he: הפעולה מקבלת את הצבע בקטגוריה של הפריט שהיא מייצרת. <br> יש למלא את קטגוריות הפריטים בטבלת הפריטים <br><br>
ru: операция приобретает цвет категории товарной позиции которую она производит. <br> категории товарной позиции должны быть заполнены в таблице. <br><br>

source: An operation gets the color the subcategory of the item it produces.<br> The item subcategories should be filled in the item table. <br><br>
he: הפעולה מקבלת את צבע קטגוריית המשנה של הפריט שהיא מייצרת<br> יש למלא את קטגוריות המשנה של הפריט בטבלת הפריטים. <br><br>
ru: операция возвращает цвет подкатегории товарной позиции, которую она производит.<br> подкатегории товарной позиции должны быть заполнены в таблице. <br><br>

source: Apply
ru: Применить

source: Automatic
he: אוטומטי
ru: Автоматический

source: Automatically resolve infeasiblities in the plan
ru: Автоматически устранять ошибки в плане

source: Available Cross
he: הצטלבות זמינה
ru: Доступный кросс

source: Cancel
he: בטל
ru: Отмена

source: Clear the plan of selected demands
he: נקה את תכנון הדרישות שנבחרו
ru: убрать из плана выбранные позиции спроса

source: Close
he: סגור
ru: Закрыть

source: Configure time buckets
he: הגדר משך זמן
ru: настроить период времени

source: Constant
he: קבוע
ru: постоянный

source: Continue
he: מתמשך
ru: Продолжить

source: Criticality color setup
he: הגדרת צבע ביקורת
ru: Настройка цвета для выделения критичности

source: Customize
he: התאמה אישית
ru: Настроить

source: Delay color setup
he: עיכוב הגדרת צבע
ru: Настройка цвета для выделения задержки

source: Delivery
he: Levering
ru: Доставка

source: Demand outlier
he: ביקוש קיצוני
ru: Отклонение спроса

source: Distribution Order
he: Distributieorder
ru: заказ на распределение

source: Do you want to save your changes first?
he: האם ברצונך לשמור קודם את השינויים שלך?
ru: хотите сохранить изменения?

source: Duplicate
he: שכפל
ru: Дублировать

source: Enter your search terms
he: הכנס את מונחי החיפוש
ru: Введите условия поиска

source: Estimated forecast error
he: G שגיאת תחזית משוערת
ru: расчетная ошибка прогноза

source: Forecast method
he: שיטת התחזית
ru: метод прогноза

source: Help
he: עזרה
ru: Справка

source: Intermittent
he: לסירוגין
ru: циклический

source: Item category color setup
he: הגדרת צבע קטגוריית פריט
ru: Настройка цвета для категрии товарной позиции

source: Item subcategory color setup
he: הגדרת צבע תת-קטגוריית פריט
ru: Настройка цвета для подкатегории товарной позиции

source: Manual
he: ידני
ru: Ручной

source: Manufacturing Order
he: Productieorder
ru: производственный заказ

source: Moving average
he: ממוצע נע
ru: скользящее среднее

source: No comments yet
he: אין תגובות עדיין
ru: комментариев нет

source: No plan yet
he: אין תוכנית עדיין
ru: плана нет

source: Operation category color setup
he: הגדרת צבע קטגוריית פעולה
ru: Настройка цвета для категории операции

source: Operation subcategory color setup
he: הגדרת צבע תת-קטגוריית פעולה
ru: Настройка цвета для подкатегрии подоперации

source: Operationplan
he: תוכנית פעולה
ru: План операций

source: Plan selected demands backward from their due date
he: Plan de geselecteerder orders terugwaarts vanaf de leverdatum
ru: Планирование отобранных позиций спроса в обратном порядке с даты их выполнения

source: Plan selected demands forward from the current date
he: Plan de geselecteerde orders voorwaarts vanaf de huidige datum
ru: Планирование выбранных позиций спроса вперед от текущей даты

source: Please be patient, the chart may take some time to complete.
he: אנא היו סבלניים, התרשים עשוי לקחת זמן מה עד לסיום.
ru: ожидайте, построение диаграммы может занять некоторое время.

source: Priority color setup
he: הגדרת צבע עדיפות
ru: настройка цвета для приоритета

source: Priority is a demand property, available in the demands table. The priority value will have effect in the plan results.<br> The highest priority value is 0, and the greater the value the lower the priority. <br><br>
he: עדיפות היא ערך לביקוש, זמין בטבלת הדרישות. ערך העדיפות ישפיע על תוצאות התוכנית.<br> ערך העדיפות הגבוה ביותר הוא 0 וככל שהערך גדול יותר כך העדיפות נמוכה יותר. <br><br>
ru: Приоритет - это свойство спроса доступно в таблице спроса. Результат расчета плана зависит от приоритета. <br> Самое высокое значение приоритета - 0, и чем больше значение, тем ниже приоритет. <br> <br>

source: Purchase Order
he: Aankooporder
ru: заказ на закупку

source: Quoting error
he: שגיאת ציטוט
ru: ошибка квоты

source: Recalculate
he: חישוב מחדש
ru: Перерасчет

source: Remove
he: הסר
ru: удалить

source: Remove this demand from planning
he: הסר את הדרישה הזו מהתכנון
ru: Удалите этот спрос из плана

source: Reset
he: אפס
ru: Сброс

source: Save
he: שמור
ru: Сохранить

source: Save changes to the database
he: שמור שינויים במסד הנתונים
ru: сохранить изменения в базе данных

source: Save plan from memory to the database
he: שמור תוכנית מהזיכרון למסד הנתונים
ru: Сохранить план из памяти в базу данных

source: Seasonal
he: עונתי
ru: сезонный

source: Select forecast method, only possible at single item/location/customer level
he: בחר שיטת תחזית, אפשרי רק ברמת פריט/מיקום/לקוח
ru: выберите метода прогноза, возможно только для одного товара / местоположения / уровня клиента

source: Select panel measure
ru: Выберите панель меры

source: Select panel sequence
he: בחר רצף לוח
ru: выберите последовательность панелей

source: Selected Cross
he: הצטלבות נבחרת
ru: Выбранный кросс

source: Selected forecast method
he: שיטת התחזית שנבחרה
ru: выбранный метод прогноза

source: Simulate changes without saving
he: בצע סימולציית לשינויים ללא שמירה
ru: моделировать изменения без сохранения

source: Split in half
he: פיצול לשניים
ru: Разделить пополам

source: Stock
ru: Склад

source: The Gantt chart is limited to {{rowlimit}} rows.
he: שורות {{row|limit}} תרשים הגאנט מוגבל ל.
ru: диаграмма Ганта ограничена {{rowlimit}} строками.

source: The criticality of an operationplan measures the slack time available till the delivery of the customer demand.<br> A criticality of 0 indicates that the order is on the critical path of one or more demands.<br> Higher criticality values indicate that a delay will not immediately impact the delivery of any demand. <br><br>
he: הקריטיות של תוכנית פעולה מודדת את הזמן העומד לרשות דרישות הלקוח.<br> קריטיות של 0 מצביעה על כך שההזמנה נמצאת בדרך הקריטית של דרישה אחת או יותר.<br> ערכי קריטיות גבוהים יותר מצביעים על כך ששהייה של ההזמנה לא תשפיע מידית על המסירה של דרישה כלשהי. <br><br>
ru: Критичность в расписании измеряет время, которое имеется до удовлетворения спроса. <br> Срочность 0 означает, что заказ находится на критическом пути одного или нескольких позиций спроса. <br> Более высокие значения критичности показывают, что задержка не будет в ближаейшем влиять на поставку или исполнение спроса. <br> <br>

source: The delay of an operationplan compares its end date with the delivery due date of the customer demand(s) it feeds.<br> This also consider the duration of the follow-up operations still required to produce the finished end item. <br><br>
he: העיכוב של תוכנית פעולה משווה את תאריך הסיום למועד המסירה של דרישות שהלקוח הזין <br> יש גם התחשבות במשך פעולות המעקב שעדיין נדרשות לייצור פריט מוגמר. <br><br>
ru: Задержка в расписании сравнивает дату окончания операции с датой поставки заказа или исполнения спроса. Это также включает продолжительность последующих операций по выпуску конечной товарной позиции . <br> <br>

source: Trend
he: מגמה
ru: тренд

source: Undo
he: בטל
ru: Отменить

source: Undo changes
he: אל תשמור את השינויים
ru: отменить изменения

source: action
he: פעולה
ru: действие

source: aggregate
he: מצטבר
ru: совокупный

source: approved
he: אושר
ru: утвержден

source: approved: {{aggregatedoperationplans.status.approved }}
ru: одобрено: {{aggregatedoperationplans.status.approved }}

source: attributes
he: תכונות
ru: атрибуты

source: buffer
ru: буфер

source: cancel
he: annuleer
ru: отмена

source: category
he: קטגורייה
ru: категория

source: closed
he: סגור
ru: закрыт

source: closed: {{aggregatedoperationplans.status.closed }}
ru: закрыто: {{aggregatedoperationplans.status.closed }}

source: color by
he: צבע לפי
ru: цвет

source: colors
he: צבעים
ru: цвета

source: comments
he: תגובות
ru: комментарии

source: completed
ru: выполнено

source: completed: {{aggregatedoperationplans.status.completed }}
ru: завершено: {{aggregatedoperationplans.status.completed }}

source: configure time buckets
he: הגדר משך זמן
ru: Настроить периоды времени

source: confirm
he: bevestig
ru: выполнить

source: confirmed
he: אושר
ru: исполняется

source: confirmed: {{aggregatedoperationplans.status.confirmed }}
ru: утверждено: {{aggregatedoperationplans.status.confirmed }}

source: cost
he: עלות
ru: стоимость

source: criticality
he: קריטיות
ru: критичность

source: current onhand
he: מלאי נוכחי
ru: текущее наличие

source: customer
he: לקוח
ru: клиент

source: customer delivery
he: משלוח ללקוח
ru: доставка клиенту

source: customers
he: לקוחות
ru: клиенты

source: database transaction failed
he: העברה למסד הנתונים נכשל
ru: ошибка транзакции базы данных

source: date
he: datum
ru: дата

source: default
he: ברירת מחדל
ru: по умолчанию

source: delay
he: עיכוב
ru: задержка

source: delivery date
he: תאריך משלוח
ru: Дата доставки

source: delivery quantity
he: כמות במשלוח
ru: количество доставки

source: demand
he: verkooporder
ru: спрос

source: demands
he: ביקוש
ru: спрос

source: description
he: תיאור
ru: описание

source: destination
he: יעד
ru: получатель

source: distribution order
he: הזמנת הפצב
ru: заказ распределения

source: distribution orders
he: הזמנות הפצה
ru: заказы распределения

source: due
he: זמן התחלה
ru: срок

source: due date
he: תאריך יעד
ru: срок

source: edit
ru: изменить

source: effective end
he: סיום יעיל
ru: дата завершения

source: effective start
he: התחלה יעילה
ru: дата начала

source: end
he: eind
ru: окончание

source: end date
he: תאריך סיום
ru: дата окончания

source: expected onhand
he: בהישג יד צפוי
ru: ожидаемый

source: export
he: ייצא
ru: экспорт

source: export as Excel file
ru: экспортировать как файл Excel

source: favorites
ru: избранное

source: feasibility
he: כדאיות
ru: возможность

source: forecast
he: תחזית
ru: прогноз

source: forecast baseline
he: תחזית בסיס
ru: базовый прогноз

source: forecast consumed
he: תחזית נצרכת
ru: потребленный прогноз

source: forecast net
he: תחזית נטו
ru: чистый прогноз

source: forecast override
he: דריסת תחזית
ru: переопределение прогноза

source: forecast total
he: סה"כ תחזית
ru: общий прогноз

source: gantt chart rows limit
he: גבולות שורות תרשים גנט
ru: ограничение строк диаграммы Ганта

source: history
he: היסטוריה
ru: история

source: identifier
he: מזהה
ru: иден.№

source: inquiry
he: שאילתה
ru: запрос

source: inventory
he: מלאי
ru: запасы

source: inventory status
he: מצב המלאי
ru: состояние запаса

source: item
he: מוצר
ru: товарная позиция

source: item category
he: קטגוריית פריט
ru: категория тов. позиции

source: item subcategory
he: תת קטגוריה של הפריט
ru: подкатегория тов. позиции

source: items
he: פריטים
ru: товарные позиции

source: lead time
ru: длит. цикла

source: location
he: מיקום
ru: местоположение

source: locations
he: מיקומים
ru: местоположения

source: manufacturing order
he: הזמנת ייצור
ru: заказ в производство

source: manufacturing orders
he: הזמנות ייצור
ru: заказы в производство

source: material
he: חומר
ru: материал

source: maximum lateness (in days)
he: איחור מקסימאלי (בימים)
ru: Максимальное время ожидания (в днях)

source: messages
he: הודעות
ru: сообщения

source: minimum shipment
he: משלוח מינימלי
ru: отгрузка мин.

source: multiple selected
ru: выбор нескольких

source: name
he: שם
ru: наименование

source: network status
he: סטטוס רשת
ru: Состояние сети

source: new customer comment
he: תגובה חדשה של לקוח
ru: по клиенту

source: new item comment
he: תגובה חדשה על פריט
ru: по товарной позиции

source: new item-location comment
he: תגובה חדשה על פריט-מיקום
ru: по месоположению запаса

source: new location comment
he: תגובה חדשה על מיקום
ru: по местоположению

source: no demands
he: geen verkooporders
ru: нет спроса

source: no movements
he: geen verplaatsingen
ru: нет движения

source: no network information
he: אין מידע ברשת
ru: нет информации о сети

source: no problems
he: geen problemen
ru: проблем не обнаружено

source: no resources
he: geen resource
ru: нет ресурсов

source: no selection
ru: нет выбора

source: no supply information
he: אין מידע על אספקה
ru: нет информации о поставке

source: onhand
he: במלאי
ru: наличие

source: onhand at lead time
he: במלאי בזמן האספקה
ru: наличие к сроку

source: open orders
he: הזמנות פתוחות
ru: закаы открытые

source: operation
he: פעולה
ru: операция

source: operation category
he: קטגוריית פעולה
ru: категория операции

source: operation subcategory
he: תת-קטגוריית פעולה
ru: подкатегория операции

source: operationplans
he: תוכניות פעולה
ru: плана операций

source: operations
he: פעולות
ru: операции

source: ordering date
he: תאריך הזמנה
ru: дата заказа

source: orders adjustment
he: התאמת הזמנות
ru: корректировка заказов

source: origin
he: מיקום המקור
ru: передать из

source: overdue sales orders
he: איחור בהזמנות מכירה
ru: просроченные заказы на продажу

source: parameters
he: פרמטרים
ru: параметры

source: past forecast
ru: прошлый прогноз

source: priority
he: עדיפות
ru: приоритет

source: problems
he: problemen
ru: проблемы

source: proposed
he: מוצע
ru: сформирован

source: proposed: {{aggregatedoperationplans.status.proposed }}
ru: предложено: {{aggregatedoperationplans.status.proposed }}

source: purchase order
he: הזמנת רכש
ru: заказ на закупку

source: purchase orders
he: הזמנות רכש
ru: заказы на закупку

source: quantity
he: hoeveelheid
ru: количество

source: quote
he: לציין
ru: квота

source: quote form
he: טופס הצעת מחיר
ru: заказ-квота

source: receipt date
he: תאריך קבלה
ru: срок

source: reference
he: הפנייה
ru: ссылка

source: remove all rows
ru: удалить все строки

source: remove row
he: הסר שורה
ru: удалить строку

source: remove this demand from planning
he: verwijder deze order uit het plan
ru: убрать позицию спроса из плана

source: resource
ru: ресурс

source: resources
he: משאבים
ru: ресуры

source: sales orders
he: הזמנות מכירה
ru: заказы на продажу

source: save
ru: сохранить

source: setup
he: התקנה
ru: наладка

source: setup end
he: אתחול הסתיים
ru: дата завершения наладки

source: shipping date
he: תאריך משלוח
ru: Дата отгрузки

source: size minimum
he: גודל מינימלי
ru: размер мин.

source: size multiple
he: גודל מרובה
ru: размер партии

source: start
ru: начало

source: start date
he: תאריך התחלה
ru: дата начала

source: status
he: סטאטוס
ru: состояние

source: subcategory
he: תת קטגוריה
ru: подкатегория

source: superseded
he: הוחלף
ru: заменено

source: supplier
he: ספק
ru: поставщик

source: supply information
he: מידע על האספקה
ru: Информация о поставке

source: total orders
he: סה"כ הזמנות
ru: итого заказов

source: types
he: סוגים
ru: размер партии

source: unsaved changes
he: יש שינויים שאינם נשמרו
ru: несохраненные изменения

source: why short or late?
he: למה מוקדם או מאוחר?
ru: какие отклонения?

source: zoom in
he: הגדל
ru: увеличить

source: zoom out
he: הקטן
ru: уменьшить

source: {{ aggregatedoperationplans.count }} selected
ru: {{ aggregatedoperationplans.count }} выбрано
